const arrayOfLoveWishes = ['Кохайте та будьте коханими!',
    'Любов – це найцінніший скарб!',
    'Щастя – це любити і бути коханим! ',
    'Нехай ваше серце б`ється в ритмі любові!',
    'Нехай кохання окрилює вас!',
    'Даруйте любов без меж!',
    'Нехай кохання буде вірним супутником вашого життя!',
    'Любов – це магія! ',
    'З Днем святого Валентина! ',
    'Кохайте кожен день!',
    'Нехай кожен день приносить радість і тепло!',
    'Кохання – це найкращий подарунок!',
    'Нехай ваше життя буде таким же яскравим, як перше побачення!',
    'Любов – це сила, що змушує світ обертатися!',
    'Бажаю вам справжнього, щирого кохання!',
    'Нехай ваші почуття розквітають, як весняні квіти!',
    'Нехай кожен день буде сповнений коханням!',
    'Кохайте і цінуйте одне одного!',
    'Нехай ваші очі завжди світяться від щастя!',
    'Нехай у вашому серці живе лише радість!',
    'Любов – це магія, що змінює життя! ',
    ];
    
    
    document.getElementById('btn_love_wishes').addEventListener('click', ()=> {
    let index = Math.floor(Math.random() * arrayOfLoveWishes.length);
    document.getElementById('love_wishes').innerText = arrayOfLoveWishes[index];
    })